Repository: 4fol-io/folio-xarxa
Catalog: languages/*.po
Languages: ca

source: Oops! That page can&rsquo;t be found.
ca: Ui! No es troba la pàgina.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ca: Sembla que no s'ha trobat res en aquest lloc. Potser proveu un dels enllaços següents o una cerca?

source: Most Used Categories
ca: Categories més utilitzades

source: Try looking in the monthly archives. %1$s
ca: Proveu de buscar-los als arxius mensuals. %1$s

source: One thought on &ldquo;%1$s&rdquo;
ca: Un comentari a &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ca: %1$s comentari a &ldquo;%2$s&rdquo;

source: Comments are closed.
ca: Els comentaris són tancats.

source: Go to top
ca: Anar a dalt

source: Skip to content
ca: Saltar al contingut

source: Menu
ca: Menú

source: Hide Page Heading
ca: Amaga l'encapçalament de la pàgina

source: &mdash; Select &mdash;
ca: &mdash; Seleccioneu &mdash;

source: Primary
ca: Primari

source: Secondary
ca: Secundari

source: Gray
ca: Gris

source: Green
ca: Verd

source: Orange
ca: Taronja

source: Red
ca: Vermell

source: Left
ca: Esquerra

source: Center
ca: Centrat

source: Right
ca: Dreta

source: Justify
ca: Justificar

source: List
ca: Llista

source: Grid
ca: Grilla

source: Full content
ca: Contingut complet

source: Summary
ca: Resum

source: Folio Settings
ca: Configuració Folio

source: General Settings
ca: Configuració general

source: Content Align
ca: Alineació del contingut

source: Archive Layout
ca: Disseny de l'arxiu

source: Archive content
ca: Arxiu contingut

source: Display Featured Image in Archive
ca: Mostra la imatge destacada a l′arxiu

source: Display Categories
ca: Mostrar les categories

source: Display Tags
ca: Mostra les etiquetes

source: Display Breadcrumbs
ca: Mostra les ratlles

source: Display UOC Tools
ca: Mostra les eines de la UOC

source: Display UOC Footer
ca: Mostra el peu de pàgina de la UOC

source: Heading Settings
ca: Configuració de la capçalera

source: Display Custom WPML Lang Menu
ca: Mostrar menú de idioma WPML personalizado

source: Display Header CTA
ca: Mostra botó d′acció de la capçalera

source: CTA Button Type
ca: Tipus de botó d’acció

source: Button outline style
ca: Estil de contorn de botons

source: CTA Title
ca: Titol de botó d'acció

source: CTA Link
ca: Enllaç de botó d'acció

source: Opens in new window
ca: S′obre en una finestra nova

source: Footer Settings
ca: Configuració peu de pàgina

source: Display Go To Top
ca: Mostra Anar a dalt

source: Footer Text
ca: Text del peu de pàgina

source: Footer Text Align
ca: Alineació de text del peu de pàgina

source: Featured
ca: Destacat

source: Add a menu
ca: Afegiu un menú

source: Open menu
ca: Obre el menú

source: Page
ca: Pàgina

source: Previous
ca: Anterior

source: Next
ca: Següent

source: Navigation
ca: Navegació

source: Comments navigation
ca: Navegació de comentaris

source: Posts navigation
ca: Navegació d'entrades

source: Older posts
ca: Entrades anteriors

source: Newer posts
ca: Entrades més recents

source: Welcome to Folio!
ca: Benvinguda a Folio!

# Block pattern description
source: Folio welcome section with big title, description and illustration
ca: Secció de benvinguda folio amb títol gran, descripció i il·lustració

source: Hi!
ca: Hola!

source: Folio can be your personal space to connect with colleagues, society and the working market.
ca: Folio pot ser el teu espai personal per connectar amb companys i companyes, la societat i el món laboral.

source: What is Folio?
ca: Què és Folio?

# Block pattern description
source: Folio what is section with title and three columns of blocks with icons
ca: Què és Folio secció amb títol i tres columnes de blocs amb icones

source: Personal space
ca: Espai Personal

source: Use it <strong>throughout your studies and beyond</strong>. You can publish your own content, classroom activities, evaluable work...
ca: Fes-lo servir <strong>al llarg dels teus estudis i més enllà</strong>. Pots publicar-hi continguts propis, activitats d’aules, treballs avaluables…

source: Community
ca: Comunitat

source: Publish and share your content and check out other people's posts. A <strong>socialization</strong> space that will help you<strong> learn among equals</strong>
ca: Publica i comparteix els teus continguts i visualitza les publicacions d’altres persones. Un espai de <strong>socialització</strong> que t’ajudarà a <strong>aprendre entre iguals</strong>

source: Get professional
ca: Professionalitza’t

source: Folio uses <strong>WordPress</strong>, the most widely used open source content management system in the world. You will learn to work with the <strong>portfolio tool preferred by professionals</strong>.
ca: Folio fa servir <strong>WordPress</strong>, el gestor de continguts de codi obert més usat al món. Aprendràs a treballar amb l’eina de <strong>portafolis preferida pels professionals</strong>.

source: What can you do with Folio?
ca: Què pots fer amb Folio?

# Block pattern description
source: Folio what can you do section with title, description and two columns for accordion and illustration
ca: Secció què pots fer amb Folio amb títol, descripció i dues columnes per acordió i il·lustració

source: By being able to connect WordPress with your virtual campus, it allows you to:
ca: Com que és capaç de conectar WordPress amb el teu campus virtual, et permet:

source: Show your work
ca: Ensenyar la feina

source: Choose which content is private or public. If you make it public, <strong>choose who can see it</strong>: teachers, classroom students, members of your educational community, or everyone.
ca: Tria quin contingut és privat o públic. Si el fas públic, <strong>escull qui el pot veure</strong>: docents, estudiants de l’aula, membres de la teva comunitat educativa o tothom.

source: Label the contents
ca: Etiquetar els continguts

source: The <strong>ActiFolios</strong> allow you to link your contents with the activities of your classrooms. Use it to <strong>link posts from your Folio to teaching activities</strong>.
ca: Les <strong>ActiFolios</strong> et permeten vincular els teus continguts amb les activitats de les teves aules. Fes-les servir per <strong>relacionar publicacions del teu Folio amb les activitats docents</strong>.

source: Learn by sharing
ca: Aprendre compartint

source: The <strong>Agora</strong> is a space inside the classroom where you can <strong>interact with the rest of the students</strong>. You will be able to share, see and comment on everything that has been tagged with a subject's ActiFolio.
ca: L’<strong>Àgora</strong> és un espai dins l’aula on podràs <strong>interactuar amb la resta d’estudiants</strong>. Podràs compartir, veure i comentar tot allò que s’hagi etiquetat amb ActiFolios de l’assignatura.

source: Submit from your Folio
ca: Fer lliuraments des del teu Folio

source: Submit straight from your workspace. The <strong>teaching staff</strong> will be able to enter to <strong>evaluate them and leave comments</strong>.
ca: Fes els lliuraments sense sortir del teu espai de treball. El <strong>personal docent</strong> podrà entrar a <strong>avaluar-los i deixar-hi comentaris</strong>.

source: Advantages section
ca: Secció d'avantatges

# Block pattern description
source: Section with title, description and two-column blocks with title, text and illustration
ca: Secció amb títol, descripció i blocs de dues columnes amb títol, text i il·lustració

source: Advantages
ca: Avantatges

source: Due to its collaborative and global vocation, the integration of Folio into the work methodology of educational institutions offers benefits for the entire community
ca: Per la seva vocació col·laborativa i global, l’integració de Folio en la metodologia de treball de les institucions educatives ofereix beneficis per tota la comunitat

source: For students
ca: Per estudiants

source: Create a <strong>professional portfolio</strong> since the first day of studies.
ca: Crear un <strong>portafoli professional</strong> des del primer dia dels estudis.

source: Personalize an <strong>own space of representation, identification and empowerment</strong>, with freedom and autonomy.
ca: Personalitzar un <strong>espai propi de representació, identificació i empoderament</strong>, amb llibertat i autonomia.

source: <strong>Socialize</strong> in the learning process, being part of a <strong>global network</strong>.
ca: <strong>Socialitzar</strong> dins el procés d’aprenentatge, formant part d’una <strong>xarxa global</strong>.

source: Consolidate a <strong>network</strong> of personal and professional <strong>contacts</strong> in <strong>knowledge areas</strong> of common interest.
ca: Consolidar una <strong>xarxa de contactes</strong> personals i professionals en les <strong>àrees de coneixement</strong> d’interès comú.

source: For teachers
ca: Per docents

source: Contextualize the <strong>transversal journey</strong> of students, beyond a subject.
ca: Contextualitzar el <strong>recorregut transversal</strong> d’estudiants, més enllà d’una assignatura.

source: Confirm the <strong>originality of the authorship of the works</strong>.
ca: Confirmar l’<strong>originalitat de l’autoria dels treballs</strong>.

source: <strong>Energize the classroom</strong> and <strong>encourage peer learning</strong> & feedback.
ca: <strong>Dinamitzar l’aula</strong> i <strong>incentivar l’aprenenatge</strong> i el feedback entre iguals.

source: Connect knowledge and <strong>educational activit</strong>y with society and the working market.
ca: Connectar el coneixement i l’<strong>activitat educativa</strong> amb la societat i el món laboral.

source: For institutions
ca: Per institucions

source: Strengthen the <strong>students' sense of belonging to the institution</strong> and promote their autonomy.
ca: Enfortir el <strong>sentiment de pertinença d’estudiants a la institució</strong> i fomentar-ne l’autonomia.

source: <strong>Strengthen relationships between members</strong> of the educational community.
ca: <strong>Potenciar les relacions entre els integrants</strong> de la comunitat educativa.

source: Value and <strong>maintain the link with the Alumni community</strong>.
ca: Posar en valor i <strong>mantenir el vincle amb la comunitat d’Alumni</strong>.

source: Project to the world <strong>the potential of students, teachers and the prestige</strong> of the institution itself.
ca: Projectar al món <strong>el potencial d’estudiants, docents i el prestigi</strong> de la pròpia institució.

source: Shall we start?
ca: Comencem?

# folio-xarxa
source: Section shall we start with title and three columns of blocks with icons and helpful links
ca: Secció comencem amb el títol i tres columnes de blocs amb icones i enllaços útils

source: Do you need help? %sGet started%s with these first steps
ca: Vols ajuda? %sComença%s amb aquests primers passos

source: Are you a teacher? %sLearn%s how to take advantage of the tool in the classroom.
ca: Ets docent? %sApren%s com aprofitar l’eina a l’aula.

source: Are you interested in the project? Get in %scontact%s with us
ca: Us interessa el projecte? Poseu-vos en %scontacte%s amb nosaltres

source: Featured section with four columns
ca: Secció destacada amb quatre columnes

# Block pattern description
source: Featured section with title, description and four columns of alternately aligned blocks with icons
ca: Secció destacada amb títol, descripció i quatre columnes de blocs alineats alternativament amb icones

source: Featured section with three columns
ca: Secció destacada amb tres columnes

# Block pattern description
source: Featured section with title, description and three columns of blocks with icons and action buttons
ca: Secció destacada amb títol, descripció i tres columnes de blocs amb icones i botons d’acció

source: Primary menu
ca: Menú principal

source: Small
ca: Petit

source: Medium
ca: Mitjà

source: Large
ca: Gran

source: XLarge
ca: Molt gran

source: Huge
ca: Extra gran

source: Red Light
ca: Vermell clar

source: Green Light
ca: Verd clar

source: Dark
ca: Fosc

source: White
ca: Blanc

source: Footer
ca: Peu de pàgina

source: Add widgets here to appear in your footer site.
ca: Afegiu widgets aquí per aparèixer al peu de página de l'lloc.

source: (opens in new window)
ca: (s'obre en una finestra nova)

source: Close menu
ca: Tanca menu

source: Loading
ca: Carregant

source: expand / collapse
ca: expandir / contraure

source: Load more
ca: Carregar més

source: This theme requires you to install the Folio Xarxa Companion Plugin.
ca: Aquest tema requereix que instal·leu el complement de Folio Xarxa.

source: Pages:
ca: Pàgines:

source: Previous Post
ca: Entrada anterior

source: Next Post
ca: Entrada següent

source: Leave a Comment<span class="sr-only"> on %s</span>
ca: Deixa un comentari<span class="sr-only"> a %s</span>

source: Edit %s
ca: Edita %s

source: Publication date
ca: Data de publicació

# post author
source: by %s
ca: per %s

source: Tags
ca: Etiquetes

source: Please enter the message
ca: Si us plau, introdueix el contingut

source: Your comment
ca: El teu comentari

source: Your message
ca: El teu missatge

source: Send comment
ca: Enviar comentari

source: Leave a comment
ca: Deixa un comentari

source: Cancel Reply
ca: Cancel·la la resposta

source: Logged in as %s. Edit your profile.
ca: Connectat com %s. Edita perfil.

source: Log out?
ca: Tancar sessió?

source: Please enter the name
ca: Si us plau, introdueix el nom

source: Please enter a valid email
ca: Si us plau, introdueix una adreça electrònica vàlida

source: Name
ca: Nom

source: Your email
ca: El teu email

source: Website
ca: Lloc web

source: Save my name, email, and website in this browser for the next time I comment.
ca: Deseu el meu nom, correu electrònic i lloc web en aquest navegador per a la propera vegada que comenteu.

source: Home
ca: Inici

source: <li class="breadcrumb-item">Search: %s</li>
ca: <li class="breadcrumb-item">Cerca: %s</li>

# Added to posts and pages that are missing titles
source: Untitled
ca: Sense títol

source: Cancel
ca: Cancel·la

source: Search Results for: %s
ca: Resultats de la cerca per a: %s

source: Nothing Found
ca: No s’ha trobat res

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ca: Preparat per a publicar la primera entrada? <a href="%1$s">Comença aquí</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ca: Malauradament, no hi ha res que coincideixi amb els termes de cerca. Si us plau, torna-ho a provar amb algunes paraules clau diferents.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ca: Sembla que no trobem el que busques. Potser la funció de cerca pot ajudar.

source: Continue reading<span class="sr-only"> "%s"</span>
ca: Seguir llegint<span class="sr-only"> "%s"</span>

source: Close
ca: Tanca

source: Search for:
ca: Cerca per:

source: Search
ca: Cerca
